Repository: marcinotorowski/MSIX-Hero
Catalog: src/Otor.MsixHero.Cli.Verbs/Resources/Localization.*.resx
Languages: pl

# CLI_Verbs_AppAttach_Prop_CreateScript
source: If specified, sample PS1 scripts for registration and de-registration will be created. This is currently supported only for VHD volumes.
pl: Określa, że program ma stworzyć przykładowe skrypty PS1 dla celów rejestracji i odrejestrowania. Ta funkcja jest dostępna wyłącznie dla woluminów VHD.

# CLI_Verbs_AppAttach_Prop_Directory
source: Output directory.
pl: Folder wyjściowy.

# CLI_Verbs_AppAttach_Prop_ExtractCertificate
source: If specified, digital certificate will be extracted from the specified package.
pl: Określa, że program ma stworzyć plik podpisu cyfrowego poprzez wyodrębnienie go z określonego pakietu.

# CLI_Verbs_AppAttach_Prop_FileType
source: The type of the output file.
pl: Typ woluminu.

# CLI_Verbs_AppAttach_Prop_Name
source: File name for the output file. If left empty, the MSIX file name without extension will be used. This parameter is not used in case of multiple input packages.
pl: Nazwa pliku wyjściowego. Jeśli nie podana, nazwa pakietu MSIX bez rozszerzenia zostanie użyta jako nazwa pliku wyjściowego. Ten parametr nie może zostać ustawiony w przypadku importu więcej niż jednej paczki.packages.

# CLI_Verbs_AppAttach_Prop_Package
source: Full paths to MSIX packages to be converted to app attach format. If the path is a directory, then all MSIX from the folder will be converted.
pl: Pełne ścieżki do pakietów MSIX, które zostaną skonwertowane do formatu woluminu app attach. Jeśli ścieżka wskazywać będzie na folder, wówczas wszystkie pakiety z tego folderu zostaną skonwertowane.

# CLI_Verbs_AppAttach_Prop_Size
source: Size of the container (in MB). Leave empty for auto-selection.
pl: Rozmiar kontenera (w MB). Jeśli parametr jest nieustawiony, rozmiar woluminu będzie określony automatycznie, zgodnie z zapotrzebowaniem.

# CLI_Verbs_AppAttach_VerbName
source: Creates app attach volume for MSIX packages.
pl: Tworzy nowy wolumin app attach dla wybranego pakietu MSIX.

# CLI_Verbs_Dependencies_Prop_Path
source: The path to the package.
pl: Ścieżka do pakietu.

# CLI_Verbs_Dependencies_VerbName
source: Creates a list of relations between package dependencies, including nested dependencies, add-ons and system dependencies.
pl: Tworzy listę relacji pomiędzy zależnościami paczki, włączywszy w to zagnieżdżone zależności, dodatki oraz zależności systemowe.

# CLI_Verbs_Edit_AddCapability_Prop_Name
source: The name of the capability to add.
pl: Nazwa uprawnienia do dodania.

# CLI_Verbs_Edit_AddCapability_VerbName
source: Adds a specified capability to the package manifest.
pl: Dodaje wybrane uprawnienie do manifestu pakietu.

# CLI_Verbs_Edit_AddFile_Prop_Force
source: If set then in case the target file exists it will be overridden.
pl: Określa, że w przypadku istnienia docelowego pliku ma on zostać nadpisany.

# CLI_Verbs_Edit_AddFile_Prop_Source
source: Source file from disk.
pl: Źródło na dysku.

# CLI_Verbs_Edit_AddFile_Prop_Target
source: Target relative path to current file.
pl: Ścieżka relatywna do obecnego pliku.

# CLI_Verbs_Edit_AddFile_VerbName
source: Adds or replaces a specific file in the package.
pl: Dodaje lub podmienia wybrany plik w pakiecie.

# CLI_Verbs_Edit_DeleteFile_Prop_FilePath
source: Relative path to removed file (file asterisks are supported).
pl: Ścieżka względna do usuwanego pliku (znaki wieloznaczne wspierane).

# CLI_Verbs_Edit_DeleteFile_VerbName
source: Deletes a specific file from the package.
pl: Usuwa podany plik z pakietu.

# CLI_Verbs_Edit_DeleteRegistryKey_Prop_RegistryKey
source: A registry path (for example HKLM\Software\abc) of a registry key to be deleted.
pl: Ścieżka do klucza rejestru (na przykład HKLM\Software\abc) który ma zostać usunięty.

# CLI_Verbs_Edit_DeleteRegistryKey_VerbName
source: Deletes a specific registry key.
pl: Usuwa podany klucz rejestru.

# CLI_Verbs_Edit_DeleteRegistryValue_Prop_RegistryKey
source: A registry path (for example HKLM\Software\abc) of a registry key containg the value to be deleted.
pl: Ścieżka do klucza rejestru (na przykład HKLM\Software\abc) zawierającego wartość, która ma zostać usunięta.

# CLI_Verbs_Edit_DeleteRegistryValue_Prop_RegistryValueName
source: A value name to be deleted.
pl: Nazwa wartości do usunięcia.

# CLI_Verbs_Edit_DeleteRegistryValue_VerbName
source: Deletes a specific registry value.
pl: Usuwa podaną wartość rejestru.

# CLI_Verbs_Edit_ImportRegistry_Prop_File
source: A .reg file (Windows Registry) to be imported.
pl: Plik .reg (Rejestr Windows) który ma zostać zaimportowany.

# CLI_Verbs_Edit_ImportRegistry_Prop_RegistryKey
source: A local registry path (for example HKLM\Software\abc) of a registry key to be imported.
pl: Ścieżka do lokalnego klucza rejestru (na przykład HKLM\Software\abc), który ma zostać zaimportowany.

# CLI_Verbs_Edit_ImportRegistry_VerbName
source: Imports registry from .reg file or local Registry.
pl: Importuje rejestr z pliku .reg lub z lokalnego klucza rejestru.

# CLI_Verbs_Edit_InjectPsf_ApplicationIds
source: Identifiers of applications, for which PSF runtime will be used. Simple wildcards (* and ?) and regular expressions (/<regex>/) are also supported. If left empty or omitted, all win32 applications will be considered. Parameters applicationIds and fileNames are mutually exclusive.
pl: Identyfikatory aplikacji, dla których zostanie ustawione przekierowanie przez PSF. Proste wzorce wieloznaczne (* oraz ?) a także wyrażenia regularne (/<wyrażenie>/) również są wspierane. Jeśli ta wartość zostanie pominięta lub będzie pusta, to przemianowane zostaną wszystkie aplikacje win32. Parametery applicationIds oraz fileNames nie mogą być używane razem.

# CLI_Verbs_Edit_InjectPsf_FileNames
source: Start file names of applications, for which PSF runtime will be used. Simple wildcards (* and ?) and regular expressions (/<regex>/) are also supported. If left empty or omitted, all win32 applications will be considered. Parameters applicationIds and fileNames are mutually exclusive.
pl: Nazwy plików startowych, dla których aplikacji zostaną ustawione przekierowania przez PSF. Proste wzorce wieloznaczne (* oraz ?) a także wyrażenia regularne (/<wyrażenie>/) również są wspierane. Jeśli ta wartość zostanie pominięta lub będzie pusta, to przemianowane zostaną wszystkie aplikacje win32. Parametery applicationIds oraz fileNames nie mogą być używane razem.

# CLI_Verbs_Edit_InjectPsf_Force
source: If set, this allows replacing existing PSF framework. By default, if PSF runtime is already present in the package, no replacement will be done.
pl: Określa, że w przypadku istnienia plików PSF zostaną one nadpisane. Domyślnie, jeśli pliki te są w pakiecie, komenda nie spowoduje ich nadpisania.

# CLI_Verbs_Edit_InjectPsf_VerbName
source: Injects PSF runtime and readdress entry points of specified or all applications.
pl: Wstrzykuje pakiet uruchomieniowy PSF i przemianowuje punkty startowe wybranych lub wszystkich aplikacji.

# CLI_Verbs_Edit_List_Prop_File
source: File path to a file containing the instructions to execute. If not provided, the user can provide the required content from the console.
pl: Ścieżka do pliku, zawierającego instrukcje do wykonania. Jeśli parametr nie jest podany, to wprowadzenie danych może nastąpić interaktywnie w konsoli.

# CLI_Verbs_Edit_List_VerbName
source: Executes a list of commands, either from a file or from a command prompt.
pl: Wykonuje listę komend z pliku lub z komendy interaktywnej.

# CLI_Verbs_Edit_Prop_PackagePath
source: Full path to the edited package.
pl: Pełna ścieżka do edytowanego pakietu.

# CLI_Verbs_Edit_SetBuildMetaData_Prop_Name
source: The name of the component, for example SignTool.exe.
pl: Nazwa komponentu, na przykład SignTool.exe.

# CLI_Verbs_Edit_SetBuildMetaData_Prop_Version
source: The version of the component, for example 1.0.0.
pl: Wersja komponentu, na przykład 1.0.0.

# CLI_Verbs_Edit_SetBuildMetaData_VerbName
source: Adds a specified build meta data to the package manifest.
pl: Dodaje meta-informacje o pakiecie do manifestu.

# CLI_Verbs_Edit_SetIdentity_Prop_Name
source: The package name.
pl: Nazwa pakietu.

# CLI_Verbs_Edit_SetIdentity_Prop_ProcessorArchitecture
source: The processor architecture, for example x64, arm or Neutral.
pl: Architektura, na przykład x64, arm or Neutral.

# CLI_Verbs_Edit_SetIdentity_Prop_Publisher
source: The DN string of a publisher.
pl: Pełna nazwa wydawcy w formacie DN.

# CLI_Verbs_Edit_SetIdentity_Prop_ResourceId
source: The resource ID.
pl: Identyfikator zasobu.

# CLI_Verbs_Edit_SetIdentity_Prop_Version
source: The package version. It must be a valid version string. You can also write 'auto' to autoincrement the version, or use placeholders ^ or + to increase a unit, and 'x' or '*' to keep the unit. For example, the version *.*.+.0 would keep the major and minor version from the current value, increase the third position by one, and reset the fourth position to 0.
pl: Wersja paczki. To musi być poprawnie semantyczna wersja. Dozwolone jest również użycie wartości specjalnej 'auto' aby automatycznie zwiększyć numer wersji o jeden, jak również używanie znaków specjalnych ^ or + aby zwiększyć człon wersji, oraz 'x' or '*' aby ten człon zachować. Na przykład wersja *.*.+.0 zachowałaby pierwszą i drugą część wersji, zwiększyła trzeci człon, a czwarty ustawiła na sztywno na 0.

# CLI_Verbs_Edit_SetIdentity_VerbName
source: Sets package identity.
pl: Ustawia tożsamość pakietu.

# CLI_Verbs_Edit_SetProperties_Prop_Description
source: The package description.
pl: Opis pakietu.

# CLI_Verbs_Edit_SetProperties_Prop_DisplayName
source: The display name for the package.
pl: Wyświetlana nazwa pakietu.

# CLI_Verbs_Edit_SetProperties_Prop_Logo
source: The path to a internal logo.
pl: Wewnętrzna ścieżka do logo.

# CLI_Verbs_Edit_SetProperties_Prop_ModificationPackage
source: A boolean value representing whether this is a modification package.
pl: Wartość binarna określająca, czy jest to pakiet modyfikujący.

# CLI_Verbs_Edit_SetProperties_Prop_PublisherDisplayName
source: The display name of the publisher.
pl: Wyświetlana nazwa wydawcy.

# CLI_Verbs_Edit_SetProperties_VerbName
source: Sets package properties (like display name, logo, etc.)
pl: Ustawia właściwości pakietu (nazwa wyświetlana, logo, itp.)

# CLI_Verbs_Edit_SetRegistryKey_Prop_RegistryKey
source: A registry path (for example HKLM\Software\abc) of a registry key to be set.
pl: Klucz rejestru (na przykład HKLM\Software\abc) do stworzenia.

# CLI_Verbs_Edit_SetRegistryKey_VerbName
source: Sets registry key.
pl: Tworzy klucz rejestru.

# CLI_Verbs_Edit_SetRegistryValue_Prop_RegistryKey
source: Registry key (for example HKLM\Software\abc) containing edited value.
pl: Klucz rejestr (na przykład HKLM\Software\abc) zawierający edytowaną wartość.

# CLI_Verbs_Edit_SetRegistryValue_Prop_RegistryValueName
source: A value name to be set.
pl: Nazwa wartości do ustawienia.

# CLI_Verbs_Edit_SetRegistryValue_Prop_Value
source: The value.
pl: Wartość.

# CLI_Verbs_Edit_SetRegistryValue_Prop_ValueType
source: Value type.
pl: Typ wartości.

# CLI_Verbs_Edit_SetRegistryValue_VerbName
source: Set a specific registry value.
pl: Ustawia wartość klucza rejestru

# CLI_Verbs_Edit_VerbName
source: Edits a specified MSIX package.
pl: Edytuje podany pakiet MSIX.

# CLI_Verbs_ExtractCert_Prop_File
source: Path to a source package.
pl: Ścieżka do pakietu źródłowego.

# CLI_Verbs_ExtractCert_Prop_Output
source: Full file path under which the extracted .CER file will be saved.
pl: Pełna ścieżka do pliku, w którym ma zostać zapisany certyfikat.

# CLI_Verbs_ExtractCert_VerbName
source: Extracts the certificate file (.CER) from an already signed MSIX package.
pl: Wyodrębnia plik certyfikatu (.cer) z podpisanego cyfrowo pakietu MSIX.

# CLI_Verbs_NewCert_Prop_DisplayName
source: The display name for the new certificate.
pl: Nazwa wyświetlana certyfikatu.

# CLI_Verbs_NewCert_Prop_Import
source: If set, the certificate will be imported to the local store. This option requires that MSIXHeroCLI.exe is started as administrator.
pl: Określa, że stworzony certyfikat ma zostać zaimportowany do lokalnego magazynu certyfikatów. Ta opcja wymaga, aby MSIXHeroCLI.exe został wcześniej wystartowany jako administrator.

# CLI_Verbs_NewCert_Prop_OutputFolder
source: Directory, where certificate files will be saved.
pl: Folder, w którym zostaną zapisane pliki do podpisu cyfrowego.

# CLI_Verbs_NewCert_Prop_Password
source: Certificate password.
pl: Hasło do certyfikatu.

# CLI_Verbs_NewCert_Prop_Subject
source: Certificate subject, for example CN=John. If not provided, it will be set automatically from the display name.
pl: Podmiot certyfikatu, na przykład CN=Marek. Jeśli nie podano, podmiot jest określany automatycznie z nazwy wyświetlanej.

# CLI_Verbs_NewCert_Prop_ValidUntil
source: Date time until which the certificate can be used for signing purposes. Defaults to one year from today.
pl: Data i godzina, do której certyfikat może być używany w celu podpisu cyfrowego. Domyślnie jest to data leżąca rok do przodu, licząc od dzisiaj.

# CLI_Verbs_NewCert_VerbName
source: Creates new certificate for self-signing.
pl: Tworzy nowy, samodzielnie podpisany certyfikat.

# CLI_Verbs_NewModPack_Prop_CopyFolderStructure
source: Indicates whether to copy the folder structure from the parent package. This option is only valid if --parentPackage parameter is defined AND the target file path is a folder.
pl: Określa, czy struktura folderów ma zostać skopiowana z bazowej paczki. Ta opcja jest dostępna jedynie, jeśli podano parameter --parentPackage, oraz jeżeli obiektem docelowym jest folder.

# CLI_Verbs_NewModPack_Prop_DisplayName
source: The displayed name of the new modification package.
pl: Nazwa wyświetlana pakietu modyfikującego.

# CLI_Verbs_NewModPack_Prop_IncludeFolder
source: Path to a folder that will be inserted into the root folder of the new modification package.
pl: Ściezka do folderu, z którego pliki i foldery zostaną dodane do głównego folderu paczki modyfikującej.

# CLI_Verbs_NewModPack_Prop_IncludeRegFile
source: Path to a .REG file containing registry keys to be inserted into the new modification package.
pl: Ścieżka do pliku rejestru .REG, zawierającego klucze i wartości, która mają zostać dodane przez paczkę modyfikującą.

# CLI_Verbs_NewModPack_Prop_Name
source: The name of the new modification package.
pl: Nazwa pakietu modyfikującego.

# CLI_Verbs_NewModPack_Prop_OutputPath
source: Path to the output file. If the specified value has extension .msix, a packaged package will be created. Otherwise, the value is treated as a folder where unpacked resources will be saved.
pl: Ścieżka do pliku docelowego. Jeśli podana wartość będzie miała rozszerzenie .msix, zosanie stworzona paczka. W przeciwnym wypadku, wartość zostanie potraktowana jako ścieżka do folderu, w którm nastąpi zapis niespakowanych plików.

# CLI_Verbs_NewModPack_Prop_ParentName
source: The name of the parent package.
pl: Nazwa bazowego pakietu.

# CLI_Verbs_NewModPack_Prop_ParentPackagePath
source: Full path to the parent package (a manifest or .msix package).
pl: Pełna ścieżka do modyfikowanego pakietu (manifestu lub pliku MSIX).

# CLI_Verbs_NewModPack_Prop_ParentPublisher
source: The name of the parent package publisher.
pl: Nazwa wydawcy bazowego pakietu.

# CLI_Verbs_NewModPack_Prop_PublisherDisplayName
source: The displayed name of the publisher of the new modification package.
pl: Nazwa wyświetlana wydawcy pakietu modyfikującego.

# CLI_Verbs_NewModPack_Prop_PublisherName
source: The publisher name of the new modification package.
pl: Nazwa wydawcy pakietu modyfikującego.

# CLI_Verbs_NewModPack_Prop_VerbName
source: Creates a new modification package.
pl: Tworzy nowy pakiet modyfikujący.

# CLI_Verbs_NewModPack_Prop_Version
source: The version of the new modification package.
pl: Wersja pakietu modyfikującego.

# CLI_Verbs_NewModPack_VerbName
source: Creates a new modification package.
pl: Tworzy nowy pakiet modyfikujący.

# CLI_Verbs_Pack_Prop_Directory
source: Source directory to pack.
pl: Folder źródłowy do spakowania.

# CLI_Verbs_Pack_Prop_NoCompression
source: Prevents MSIX Hero from compressing files in the package. By default, files in the package are compressed based on detected file type.
pl: Określa, że MSIX Hero nie kompresuje plików. Domyślnie, pliki w paczce są kompresowane na podstawie ich typu.

# CLI_Verbs_Pack_Prop_NoValidation
source: Skips semantic validation. If you don't specify this option, MSIX Hero performs a full validation of the package.
pl: Określa, że pominięta zostanie semantyczna walidacja. Jeśli ten parametr nie jest użyty, to MSIX Hero przeprowadza pełn walidację pakietu.

# CLI_Verbs_Pack_Prop_Package
source: Output package path.
pl: Docelowa ścieżka spakowanego pakietu.

# CLI_Verbs_Pack_Prop_RemoveDirectoryAfterPacking
source: If set, the input directory will be removed after packing.
pl: Określa, że folder źródłowy ma zostać usunięty po spakowaniu pakietu.

# CLI_Verbs_Pack_VerbName
source: Packs a folder.
pl: Pakuje folder.

# CLI_Verbs_Sign_Prop_DeviceGuardFile
source: Full path to JSON file containing access tokens to AzureAD.
pl: Pełna ścieżka do pliku JSON, zawierającego dane dostępu do AzureAD.

# CLI_Verbs_Sign_Prop_DeviceGuardInteractive
source: A switch for interactive Device Guard signing (you will be asked for AzureAD credentials).
pl: Określa, że MSIX Hero ma wyświetlić interaktywny monit o poświadczenia do dostępu do AzureAD.

# CLI_Verbs_Sign_Prop_DeviceGuardSubject
source: Publisher name used for signing with Device Guard.
pl: Nazwa wydawcy, używana przez usługę podpisu cyfrowego Device Guiad.

# CLI_Verbs_Sign_Prop_FilePath
source: Full paths to one or more files (separated by space).
pl: Pełna ścieżka do jednego lub więcej niepodpisanych plików (rozdzielonych spacją)

# CLI_Verbs_Sign_Prop_IncreaseVersion
source: Specifies whether the version should be automatically increased, and (if yes) which component of it. Supported values are [None, Major, Minor, Build, Revision].
pl: Określa, czy i jak ma zostać automatycznie zmieniona wersja pakietu. Jeśli zmiana jest wymagana, można również określić, w którym komponencie ma nastąpić zmiana. Wspierane wartości: [None, Major, Minor, Build, Revision].

# CLI_Verbs_Sign_Prop_NoPublisherUpdate
source: Disables the automatic update of publisher name with the value of certificate subject.
pl: Blokuje automatyczną aktualizację wydawcy na podstawie podmiotu, określonego w certyfikacie.

# CLI_Verbs_Sign_Prop_PfxFilePath
source: Specifies the signing certificate in a file. If the file is in Personal Information Exchange (PFX) format and protected by a password, use the -p option to specify the password.
pl: Określa ścieżkę do pliku certyfikatu z kluczem prywatnym. Jeśli plik w formacie PFX jest chroniony hasłem, opcja --p pozwala na podanie hasła z konsoli.

# CLI_Verbs_Sign_Prop_PfxPassword
source: Specifies the password to use when opening a PFX file.
pl: Określa hasło do certyfikatu (w przypadku pliku PFX).

# CLI_Verbs_Sign_Prop_ThumbPrint
source: Specifies the SHA1 hash of the signing certificate. The SHA1 hash is commonly specified when multiple certificates satisfy the criteria specified by the remaining switches.
pl: Określa hash SHA1 lokalnie zainstalowanego certyfikatu. Użycie SHA1 pozwala na dokładne określenia wymaganego certyfikatu, nawet jeśli więcej niż jeden z nich spełnia wymogi podpisu cyfrowego, określonego przez pozostałe opcje i parametry.

# CLI_Verbs_Sign_Prop_TimeStampUrl
source: Specifies the URL of the RFC 3161 time stamp server. If not specified, the default value from MSIX Hero settings will be used.
pl: Określa adres URL zgodnego z RFC 3161 serwera znacznika czasu. Jeśli nie podano, zostanie użyta domyślna wartość z programu MSIX Hero.

# CLI_Verbs_Sign_Prop_UseMachineStore
source: Specifies that a machine store, instead of a user store, is used.
pl: Określa, że do znalezienia certyfikatu ma zostać użyty magazyn certyfikatów dla komputera. W przeciwnym wypadku, użyty zostanie magazyn certyfikatów dla obecnego użytkownika.

# CLI_Verbs_Sign_VerbName
source: Signs a package.
pl: Podpisuje pakiet.

# CLI_Verbs_Trust_Prop_File
source: The file to import (a .CER file or an MSIX package).
pl: Plik do zaimportowania (.CER lub pakiet MSIX).

# CLI_Verbs_Trust_VerbName
source: Imports a certificate or a certificate from MSIX to Trusted People store,
pl: Importuje certyfikat lub certyfikat, wyodrębniony z pakietu MSIX do magazynu certyfikatów zaufanych osób.

# CLI_Verbs_Unpack_Prop_Directory
source: Output directory.
pl: Folder docelowy.

# CLI_Verbs_Unpack_Prop_NoValidation
source: Skip semantic validation. If you don't specify this option, MSIX Hero performs a full validation of the package.
pl: Pomija semantyczną walidację pakietu. Jeśli ten przełącznik nie jest użyty, MSIX Hero przeprowadza pełną walidację.

# CLI_Verbs_Unpack_Prop_Package
source: Source package path.
pl: Źródłowa ścieżka do pakietu.

# CLI_Verbs_Unpack_Prop_RemovePackageAfterExtraction
source: If set, the input package will be removed after packing.
pl: Określa, że po zakończeniu rozpakowywania należy usunąć pakiet źródłowy.

# CLI_Verbs_Unpack_VerbName
source: Unpacks an MSIX package to a folder.
pl: Rozpakowuje pakiet MSIX do folderu.

# CLI_Verbs_UpdateImpact_Prop_IgnoreVersionMismatch
source: Forces the comparison even if the 'newVersion' is not higher than the 'oldVersion'.
pl: Wymusza porównanie, nawet jeśli 'newVersion' nie zawiera nowszej wersji pakietu niż 'oldVersion'.

# CLI_Verbs_UpdateImpact_Prop_NewPackagePath
source: The newer version of the package to compare. Accepted files: *.msix, *.appx, AppxManifest.xml and AppxBlockMap.xml.
pl: Nowsza wersja pakietu do porównania. Akceptowane formaty plików to *.msix, *.appx, AppxManifest.xml oraz AppxBlockMap.xml.

# CLI_Verbs_UpdateImpact_Prop_OldPackagePath
source: The older version of the package to compare. Accepted files: *.msix, *.appx, AppxManifest.xml and AppxBlockMap.xml.
pl: Starsza wersja pakietu do porównania. Akceptowane formaty plików to *.msix, *.appx, AppxManifest.xml oraz AppxBlockMap.xml.

# CLI_Verbs_UpdateImpact_Prop_OutputXml
source: Full file path where the XML file with detailed comparison will be saved.
pl: Pełna ścieżka do pliku XML, w którym zostanie zapisane szczegółowe porównanie.

# CLI_Verbs_UpdateImpact_VerbName
source: Analyzes the difference between two packages and predicts the impact on updates.
pl: Analizuje różnicę pomiędzy dwoma pakietami i podaje przewidywany wpływ na proces aktualizacji.
