Repository: marcinotorowski/MSIX-Hero
Catalog: src/Otor.MsixHero.Appx/Resources/Localization.*.resx
Languages: de, pl

# Events_PleaseWait
source: Getting events, please wait…
de: Ereignisse werden geladen, bitte warten…
pl: Pobieranie zdarzeń, proszę czekać…

# Packages_Analyzing
source: Analyzing {0}…
de: Paket {0} wird analysiert…
pl: Analizowanie {0}…

# Packages_AppAttach_ApplyingACL
source: Applying ACLs…
de: Anwenden von ACLs…
pl: Stosowanie reguł ACL…

# Packages_AppAttach_CreatingJson
source: Creating JSON file…
de: JSON Datei wird erstellt…
pl: Tworzenie pliku JSON…

# Packages_AppAttach_CreatingScripts
source: Creating scripts…
de: Skripte werden erstellt…
pl: Tworzenie skryptów…

# Packages_AppAttach_Expanding
source: Expanding MSIX…
de: MSIX wird entpackt…
pl: Wyodrębnianie MSIX…

# Packages_AppAttach_Initializing
source: Initializing…
de: Initialisierung…
pl: Inicjalizowanie…

# Packages_AppAttach_UnpackingMsix
source: Unpacking MSIX…
de: MSIX wird entpackt…
pl: Wypakowywanie MSIX…

# Packages_AppAttach_Unpacking_Format
source: Unpacking {0}…
de: Entpacken von {0}…
pl: Wypakowywanie {0}…

# Packages_Deprovision_AllUsers
source: De-provisioning for all users
de: De-Provisionierung für alle Benutzer
pl: Deprowizjonowanie dla wszystkich użytkowników

# Packages_Error_AllBundleResources
source: Cannot use the flag AllBundleResources with non-bundle packages.
de: Das Flag AllBundleResources kann nicht mit Nicht-Bundle-Paketen verwendet werden.
pl: Flaga AllBundleResources nie może zostać użyta z paczką, nie będącą bundlem.

# Packages_Error_AppAttachFinishing
source: Finishing…
de: Fertigstellen…
pl: Kończenie…

# Packages_Error_AppInstallerAllUsers
source: Cannot install a package from .appinstaller for all users.
de: Ein Paket aus .appinstaller kann nicht für alle Benutzer installiert werden.
pl: Nie można zainstalować pakietu dla wszystkich użytkowników za pomocą pliku .appinstaller.

# Packages_Error_AppInstallerDowngrade
source: Cannot force a downgrade with .appinstaller. The .appinstaller defines on its own whether the downgrade is allowed.
de: Ein Downgrade kann mit .appinstaller nicht erzwungen werden. Der .appinstaller definiert selbst, ob das Downgrade erlaubt ist.
pl: Nie można zainstalować starszej wersji przy pomocy pliku .appinstaller. Plik .appinstaller sam definiuje, czy aktualizacje na starszą wersję są dozwolone.

# Packages_Error_BundleNotSupported
source: Bundles are not supported.
de: Bundles werden nicht unterstützt.
pl: Pliki bundli nie są wspierane.

# Packages_Error_DeveloperMode
source: Developer mode must be enabled to use this feature.
de: Der Entwicklermodus muss aktiviert sein, um diese Funktion nutzen zu können.
pl: Aby używać tej funkcji należy aktywować tryb deweloperski.

# Packages_Error_DirectoryMissing_Format
source: The directory '{0}' does not exist.
de: Das Verzeichnis '{0}' existiert nicht.
pl: Folder '{0}' nie istnieje.

# Packages_Error_DiskFormatNotSupported
source: Disk format {0} is not supported.
de: Das Laufwerkformat {0} wird nicht unterstützt.
pl: Format dysku {0} nie jest wspierany.

# Packages_Error_EmptyPath
source: Package path must not be empty.
de: Der Paketpfad darf nicht leer sein.
pl: Ścieżka do pakietu nie może być pusta.

# Packages_Error_EmptyVolumePath
source: Volume path must not be empty.
de: Der Volume-Pfad darf nicht leer sein.
pl: Ścieżka do woluminu nie może być pusta.

# Packages_Error_ExtensionNotSupported_Format
source: Extension {0} is not supported.
de: Die Erweiterung {0} wird nicht unterstützt.
pl: Rozszerzenie {0} nie jest wspierane.

# Packages_Error_FileMissing_Format
source: The file '{0}' does not exist.
de: Die Datei '{0}' existiert nicht.
pl: Plik '{0}' nie istnieje.

# Packages_Error_FileNotSupported
source: File path {0} is not supported.
de: Der Dateipfad {0} wird nicht unterstützt.
pl: Plik {0} nie jest wspierany.

# Packages_Error_Folder_NoExe
source: This folder contains no executable files.
de: Dieser Ordner enthält keine ausführbaren Dateien.
pl: Ten doler nie zawiera plików wykonawczych.

# Packages_Error_Install_Format
source: Could not install {0} {1}.
de: {0} {1} konnte nicht installiert werden.
pl: Instalacja {0} {1} nie powiodła się.

# Packages_Error_InvalidVersion
source: Invalid version format, major version is required.
de: Ungültiges Versionsformat, Major-Version ist erforderlich.
pl: Niepoprawny format wersji. Główny człon wersji jest wymagany.

# Packages_Error_ManifestNotFound
source: Manifest file has not been found.
de: Die Manifestdatei wurde nicht gefunden.
pl: Nie odnaleziono manifestu.

# Packages_Error_Manifest_Identity
source: The manifest is malformed, missing <Identity />.
de: Das Manifest ist beschädigt, es fehlt <Identity />.
pl: Manifest jest niepoprawny. Brakuje elementu <Identity />.

# Packages_Error_Manifest_Root
source: The manifest is malformed. There is no root element.
de: Das Manifest ist beschädigt. Es gibt kein Root-Element.
pl: Manifest jest niepoprawny. Brakuje głównego elementu.

# Packages_Error_Manifest_Root_Package
source: The manifest is malformed. The document root must be <Package /> element.
de: Das Manifest ist beschädigt. Der Root des Dokuments muss ein <Package /> Element sein.
pl: Manifest jest niepoprawny. Główny element musi być elementem <Package />.

# Packages_Error_Manifest_Root_Package_Namespace
source: The manifest is malformed. The document root must be <Package /> element, belonging to a supported namespace.
de: Das Manifest ist beschädigt. Der Root des Dokuments muss ein <Package /> Element sein, das zu einem unterstützten Namespace gehört.
pl: Manifest jest niepoprawny. Główny element musi być elementem <Package /> i być w odpowiedniej przestrzeni nazw.

# Packages_Error_MissingResource_Format
source: Could not locate resource {0}.
de: Die Ressource {0} konnte nicht gefunden werden.
pl: Nie udało się odnaleźć zasobu {0}.

# Packages_Error_Mount
source: Could not mount the drive.
de: Das Laufwerk konnte nicht gemountet werden.
pl: Nie udało się zamontować napędu.

# Packages_Error_MountContent
source: Could not read the content of the mounted file.
de: Der Inhalt der eingehängten Datei konnte nicht gelesen werden.
pl: Nie udało się odczytać zawartości zamontowanego pliku.

# Packages_Error_NoEntryPointCmd
source: Cannot execute a command in this package context. The package does not have any applications defined.
de: Ein Befehl kann in diesem Paketkontext nicht ausgeführt werden. In dem Paket sind keine Anwendungen definiert.
pl: Komenda nie mogła zostać wykonana w kontekście pakietu. Pakiet nie posiada żadnych aplikacji.

# Packages_Error_NoEntryPoint_Format
source: The entry point '{0}' was not found.
de: Der Einstiegspunkt '{0}' wurde nicht gefunden.
pl: Punkt wejściowy '{0}' nie został odnaleziony.

# Packages_Error_NoStartMenu
source: This package has no Start Menu entry points.
de: Dieses Paket hat keine Startmenü-Einstiegspunkte.
pl: Ten pakiet nie posiada punktów wejściowych w postaci menu Start.

# Packages_Error_Registering
source: The package could not be registered.
de: Das Paket konnte nicht registriert werden.
pl: Rejestrowanie paczki nie powiodło się.

# Packages_Error_SrcNotSupported
source: Required package source is not supported.
de: Die erforderliche Paketquelle wird nicht unterstützt.
pl: Wymagany typ źródła pakietu nie jest wspierany.

# Packages_Error_TargetNotDir
source: The target path must be a directory.
de: Der Zielpfad muss ein Verzeichnis sein.
pl: Docelowa ścieżka musi być folderem.

# Packages_Error_TemplateNotFound_Format
source: Required template {0} was not found.
de: Die erforderliche Vorlage {0} wurde nicht gefunden.
pl: Wymagany szablon {0} nie został odnaleziony.

# Packages_Error_Uac
source: This tool requires admin rights.
de: Dieses Tool erfordert Administratorrechte.
pl: To narzędzie wymaga uprawnień administracyjnych.

# Packages_Error_VolumeCreation_Format
source: Volume {0} could not be created.
de: Das Volume {0} konnte nicht erstellt werden.
pl: Wolumin {0} nie mógł zostać utworzony.

# Packages_Error_VolumeNotFound_Format
source: Could not find volume '{0}'.
de: Das Volume '{0}' konnte nicht gefunden werden.
pl: Nie odnaleziono woluminu '{0}'.

# Packages_ExtractingCert
source: Extracting certificate…
de: Extrahieren des Zertifikats…
pl: Ekstraktowanie certyfikatu…

# Packages_ExtractingCertFrom_Format
source: Extracting certificate from {0}…
de: Extrahieren des Zertifikats aus {0}…
pl: Ekstraktowanie certyfikatu z {0}…

# Packages_GettingApps
source: Getting installed apps…
de: Installierte Anwendungen werden gelesen…
pl: Czytanie zainstalowanych aplikacji…

# Volumes_Moving
source: Moving to another volume…
de: Verschieben auf ein anderes Volumen…
pl: Przesuwanie na inny wolumin…

# Packages_InstallingFrom_Format
source: Installing from {0}…
de: Installieren von {0}…
pl: Instalowanie z {0}…

# Packages_Installing_Format
source: Installing {0}…
de: Installieren von {0}…
pl: Instalowanie {0}…

# Packages_ModPackage_DefaultDescription_Format
source: Modification Package for {0}
de: Modifikationspaket für {0}
pl: Pakiet modyfikujący dla {0}

# Packages_ModPackage_DefaultPackageName
source: Modification Package Name
de: Name des Modifikationspakets
pl: Nazwa pakietu modyfikującego

# Packages_ModPackage_DefaultPublisherName
source: Modification Package Publisher Name
de: Herausgeber des Modifikationspakets
pl: Wydawca pakietu modyfikującego

# Packages_PkgDir_Placeholder
source: <PackageDirectory>
de: <PaketVerzeichnis>
pl: <FolderPakietu>

# Packages_PkgDrv_Placeholder
source: <PackageDrive>
de: <Paket-Laufwerk>
pl: <NapędPakietu>

# Packages_Processes_CheckError
source: Could not get the list of running processes.
de: Die Liste der laufenden Prozesse konnte nicht abgerufen werden.
pl: Czytanie lisy procesów nie powiodło się.

# Packages_Provisioning_Format
source: Provisioning {0} {1}…
de: Provisionierung {0} {1}…
pl: Prowizjonowanie {0} {1}…

# Packages_Psf_FilesWithExt_Format
source: Files with extension {0}
de: Dateien mit der Erweiterung {0}
pl: Pliki z rozszerzeniem {0}

# Packages_Removing
source: Removing…
de: Entfernen…
pl: Usuwanie…

# Packages_Removing_Format
source: Removing {0}…
de: Entfernen von {0}…
pl: Usuwanie {0}…

# Packages_Types_Psf_Long
source: Classic Win32 app enhanced by Package Support Framework (PSF)
de: Klassische Win32-Anwendung erweitert durch Package Support Framework (PSF)
pl: Klasyczna aplikacja Win32, rozszerzona za pomocą Package Support Framework (PSF)

# Packages_Types_AiStub_Long
source: Classic Win32 app enhanced by Advanced Installer launcher
de: Klassische Win32-Anwendung erweitert durch Advanced Installer Stub
pl: Klasyczna aplikacja Win32, rozszerzona za pomocą pośrednika Advanced Installer

# Packages_Types_Pwa_Long
source: Progressive Web Application
de: Progressive Anwendung (PWA)
pl: Aplikacja progresywna (PWA)

# Packages_Types_Unknown
source: Unknown
de: Unbekannt
pl: Nieznana

# Packages_Types_UWP_Long
source: Universal Windows Platform (UWP) app
de: Universal Windows Platform (UWP) Anwendung
pl: Aplikacja uniwersalna (UWP)

# Packages_Types_W32_Long
source: Classic Win32 app
de: Klassische Win32-Anwendung
pl: Klasyczna aplikacja Win32

# Packages_UpdateImpact_AnalyzingAdded
source: Analyzing added files…
de: Analyse der hinzugefügten Dateien…
pl: Analizowanie dodanych plików…

# Packages_UpdateImpact_AnalyzingChanges
source: Analyzing changed files…
de: Analyse der geänderten Dateien…
pl: Analizowanie zmienionych plików…

# Packages_UpdateImpact_AnalyzingDeleted
source: Analyzing deleted files…
de: Analyse der gelöschten Dateien…
pl: Analizowanie usuniętych plików…

# Packages_UpdateImpact_AnalyzingUnchanged
source: Analyzing unchanged files…
de: Analyse der unveränderten Dateien…
pl: Analizowanie niezmienionych plików…

# Packages_UpdateImpact_Calculating1
source: Calculating file status (1/2)…
de: Berechnung des Dateistatus (1/2)…
pl: Obliczanie statusu plików (1/2)…

# Packages_UpdateImpact_Calculating2
source: Calculating file status (2/2)…
de: Berechnung des Dateistatus (2/2)…
pl: Obliczanie statusu plików (2/2)…

# Packages_UpdateImpact_ComparingFiles
source: Comparing files…
de: Die Dateien werden verglichen…
pl: Porównywanie plików…

# Packages_UpdateImpact_Deduplicating
source: Finding duplicates…
de: Finden von Duplikaten…
pl: Odnajdowywanie duplikatów…

# Packages_UpdateImpact_DeduplicatingImpact1
source: Analyzing duplication impact (1/3)…
de: Analyse der Auswirkungen der Duplizierung (1/3)…
pl: Analizowanie wpyłwu duplikatów (1/3)…

# Packages_UpdateImpact_DeduplicatingImpact2
source: Analyzing duplication impact (2/3)…
de: Analyse der Auswirkungen der Duplizierung (2/3)…
pl: Analizowanie wpyłwu duplikatów (2/3)…

# Packages_UpdateImpact_DeduplicatingImpact3
source: Analyzing duplication impact (3/3)…
de: Analyse der Auswirkungen der Duplizierung (3/3)…
pl: Analizowanie wpyłwu duplikatów (3/3)…

# Packages_UpdateImpact_Error_BundleMismatch
source: A bundle can be only compared to another bundle.
de: Ein Bündel kann nur mit einem anderen Bündel verglichen werden.
pl: Plik bundle można porównać tylko z innym plikiem bundle.

# Packages_UpdateImpact_Error_BundleNotSupported
source: Bundles are not supported.
de: Bundles werden nicht unterstützt.
pl: Pliki bundle nie są wspierane.

# Packages_UpdateImpact_Error_FileNotsupported_Format
source: File {0} is not supported.
de: Datei {0} wird nicht unterstützt.
pl: Plik {0} nie jest wspierany.

# Packages_UpdateImpact_Error_FormatNotSupported_Format
source: Could not read the package. File {0} has invalid or unsupported format.
de: Das Paket konnte nicht gelesen werden. Datei {0} hat ein ungültiges oder nicht unterstütztes Format.
pl: Czytanie paczkie nie powiodło się. Plik {0} ma niepoprawne lub niewspierane rozszerzenie.

# Packages_UpdateImpact_Error_NotABundle_Format
source: File {0} is not a valid MSIX bundle.
de: Datei {0} ist kein gültiges MSIX-Bundle.
pl: Plik {0} nie jest prawidłowym plikiem bundle MSIX.

# Packages_UpdateImpact_Error_NotMsix_Format
source: File {0} is not a valid MSIX.
de: Datei {0} ist keine gültige MSIX-Datei.
pl: Plik {0} nie jest poprawnym pakietem MSIX.

# Packages_UpdateImpact_Error_SameFamily_Format
source: Package '{0}' cannot upgrade the package '{1}' because they do not share the same family name.
de: Paket '{0}' kann das Paket '{1}' nicht aktualisieren, da sie nicht den gleichen Familiennamen haben.
pl: Pakiet '{0}' nie moża zaktualizować pakietu '{1}', ponieważ nie mają tej samej nazwy rodziny.

# Packages_UpdateImpact_Error_Version_Format
source: Package '{0}' version '{1}' cannot update the package '{2}' version '{3}'. The version of the upgrade package must be higher than '{3}'.
de: Paket '{0}' Version '{1}' kann das Paket '{2}' Version '{3}' nicht aktualisieren. Die Version des Upgrade-Pakets muss höher als '{3}' sein.
pl: Pakiet '{0}' wersja '{1}' nie może zaktualizować pakietu '{2}' w wersji '{3}'. Wersja nowego pakietu musi być wyższa niż '{3}'.

# Packages_UpdateImpact_Reading1
source: Reading the first package…
de: Das erste Paket wird gelesen…
pl: Czytanie pierwszej paczki…

# Packages_UpdateImpact_Reading2
source: Reading the second package…
de: Das zweite Paket wird gelesen…
pl: Czytanie drugiej paczki…

# Packages_UpdateImpact_ReadingBlock
source: Reading AppxBlockMap.xml…
de: AppxBlockMap.xml… wird gelesen…
pl: Czytanie AppxBlockMap.xml…

# Packages_UpdateImpact_ReadingFiles
source: Reading files…
de: Die Dateien werden gelesen…
pl: Czytanie plików…

# Packages_UpdateImpact_Wait
source: Please wait…
de: Bitte warten…
pl: Proszę czekać…

# Packages_Update_CheckError
source: Checking for updates failed from an unspecified reason.
de: Die Prüfung auf Aktualisierungen ist aus einem nicht angegebenen Grund fehlgeschlagen.
pl: Sprawdzanie aktualizacji nie powiodło się z powodu nieznanego problemu.

# System_Process_crossgen_Description
source: This tool optimizes .NET Core assemblies by creating their native images with compiled processor-specific machine code. Wait for the tool to finish before starting the repackaging.
de: Dieses Tool optimiert .NET Core-Assemblys, indem es ihre nativen Images mit kompiliertem prozessorspezifischem Maschinencode erstellt. Warten Sie, bis das Tool fertig ist, bevor Sie mit dem Repackaging beginnen.
pl: To narzędzie optymalizuj pliki wykonawcze .NET Core poprzez tworzenie ich natywnych obrazów, z kodem maszynowym skompilowanym pod konkretny procesor. Przed rozpoczęciem repakietowania poczekaj, aż narzędzie skończy pracę.

# System_Process_gacutil_Description
source: Global Assembly Cache tool performs manipulations on the contents of the Global Assembly Cache and download cache folders. Wait for the tool to finish before starting the repackaging.
de: Das Tool Global Assembly Cache führt Manipulationen am Inhalt des Global Assembly Cache- und des Download-Cache-Ordners durch. Warten Sie, bis das Tool fertig ist, bevor Sie mit dem Repackaging beginnen.
pl: Narzędzie Global Assembly Cache wykonuje manipulacje na zawartości folderu Global Assembly Cache i pobranych kopii folderów. Przed rozpoczęciem repakietowania poczekaj, aż narzędzie skończy pracę.

# System_Process_msiexec_Description
source: Windows Installer is running in the background which may cause unrelated system changes to be captured during the repackaging. Wait for all installations to finish before starting the repackaging.
de: Der Windows Installer wird im Hintergrund ausgeführt, was dazu führen kann, dass während des Repackaging nicht relevanten Systemänderungen erfasst werden. Warten Sie, bis alle Installationen abgeschlossen sind, bevor Sie mit dem Repackaging beginnen.
pl: Instalator Windows jest uruchomiony w tle, co może spowodować nieoczekiwane zakłócenia i niechciane pliki, przechwycone podczas repakietowania. Przed rozpoczęciem repakietowania poczekaj, aż wszystkie instalacje się zakończą.

# System_Process_ngen_Description
source: This tool optimizes .NET Framework assemblies by creating and installing their native images with compiled processor-specific machine code. Wait for the tool to finish before starting the repackaging.
de: Dieses Tool optimiert .NET Framework-Assemblies, indem es deren native Images mit kompiliertem prozessorspezifischem Maschinencode erstellt und installiert. Warten Sie, bis das Tool beendet ist, bevor Sie mit dem Repackaging beginnen.
pl: To narzędzie optymalizuje pliki wykonawcze .NET Framework poprzez tworzenie i instalowanie ich natywnych obrazów, z kodem maszynowym skompilowanym pod konkretny procesor. Przed rozpoczęciem repakietowania poczekaj, aż narzędzie skończy pracę.

# System_Service_ccmexec
source: System Center Configuration Manager Agent is responsible for managed installation, maintenance and removal of software. If it is active, unrelated system changes may be captured during the repackaging.
de: Der System Center Configuration Manager Agent ist für die verwaltete Installation, Wartung und Entfernung von Software zuständig. Wenn er aktiv ist, können während des Repackaging nicht relevante Systemänderungen erfasst werden.
pl: Agent System Center Configuration Manager jest odpowiedzialny za instalację, nadzór i usuwanie zarządzalnego oprogramowania. Agent is responsible for managed installation, maintenance and removal of software. Jeśli pozostanie aktywny, zbędne zmiany mogą zostać przechwycone w trakcie repakietowania.

# System_Service_cscservice
source: This service performs maintenance activities on the Offline Files cache. If it is active, unrelated system changes may be captured during the repackaging.
de: Dieser Dienst führt Wartungsarbeiten am Cache für Offline-Dateien durch. Wenn er aktiv ist, können während des Repackaging nicht relevante Systemänderungen erfasst werden.
pl: Ta usługa wykonuje operacje na kopii plików offline. Jeśli pozostanie aktywna, niepowiązane zmiany mogą zostać przechwycone w trakcie repakietowania.

# System_Service_dps
source: Disabling this service may improve performance and reduce the amount of unrelated captured changes in repackaged apps.
de: Die Deaktivierung dieses Dienstes kann die Leistung verbessern und die Anzahl der nicht relevanten Änderungen in neu gepackten Apps reduzieren.
pl: Wyłączenie tej usługi może poprawić wydajność i zredukować liczbę zmian, niepowiązanych z repakietowanym oprogramowaniem.

# System_Service_wsearch
source: This service is responsible for background indexing of files and their content. If it is active, unrelated system changes may be captured during the repackaging.
de: Dieser Dienst ist für die Hintergrundindizierung von Dateien und deren Inhalt zuständig. Wenn er aktiv ist, können irrelevante Systemänderungen während des Repackaging erfasst werden.
pl: Ta usługa jest odpowiedzialna za indeksowanie plików i ich zawartości w tle. Jeśli pozostanie aktywna, zbędne zmiany mogą zostać przechwycone w trakcie repakietowania.

# System_Service_wuauserv
source: This service may update, install and uninstall software which is not related to the app being repackaged.
de: Dieser Dienst kann Software aktualisieren, installieren und deinstallieren, die nicht mit der neu gepackten App zusammenhängt.
pl: Ta usługa może aktualizować, instalować i deinstalować oprogramownie, niebędące powiązane z repakietowaną aplikacją.

# Events_Reading
source: Reading {0}…
de: {0} wird gelesen…
pl: Czytanie {0}…

# Psf_Descriptor_AllFiles
source: All files
de: Alle Dateien
pl: Wszystkie pliki

# Signing_AlgNotSupported
source: Signature algorithm {0} is not supported.
de: Der Signaturalgorithmus {0} wird nicht unterstützt.
pl: Algorytm podpisu cyfrowego {0} nie jest wspierany.

# Signing_WrongPassword
source: Incorrect password.
de: Das Passwort ist ungültig.

# Signing_DeviceGuard_LoggingIn
source: Signing-in…
de: Die Anmeldung läuft…
pl: Logowanie…

# Signing_DeviceGuard_Signing
source: Signing with Device Guard…
de: Signieren mit Device Guard…
pl: Podpisywanie za pomocą usługi Device Guard…

# Signing_DeviceGuard_Validation
source: Validating signing capabilities…
de: Validierung der Signierfähigkeit…
pl: Weryfikowanie uprawnień do podpisu cyfrowego…

# Signing_Signing
source: Signing…
de: Signierung…
pl: Podpisywanie…

# PackageExpert_Commands_AppInstaller_NoUpdates_Multiple
source: No updates are available for these packages:
de: Für die folgenden Pakete sind keine Updates verfügbar:
pl: Dla następujących pakietów nie ma żadnych dostępnych aktualizacji:

# PackageExpert_Commands_AppInstaller_OptionalUpdateAvailable_Multiple
source: An optional update is available for these packages:
de: Ein optionales Upgrade ist für die folgenden Pakete verfügbar:
pl: Opcjonalna aktualizacja jest dostępna dla następujących pakietów:

# PackageExpert_Commands_AppInstaller_RequiredUpdateAvailable_Multiple
source: A required update is available for these packages:
de: Es gibt ein erforderliches Update für die folgenden Pakete:
pl: Wymagana aktualizacja jest dostępna dla następujących pakietów:

# PackageExpert_Commands_AppInstaller_UpdateCheckFailed_Multiple
source: Could not check for updates for these packages:
de: Die Update-Prüfung ist für die folgenden Pakete fehlgeschlagen:
pl: Sprawdzanie aktualizacji nie powiodło się dla poniższych pakietów:

# PackageExpert_Commands_AppInstaller_WrongSource_Multiple
source: These package were not installed via {0} file:
de: Diese Pakete wurden nicht mit der Datei {0} installiert:
pl: Te pakiety nie zostały zainstalowane przy pomocy pliku {0}:

# PackageExpert_Commands_AppRemoved1_Multiple
source: Apps removed
de: Anwendungen entfernt
pl: Usunięto aplikacje

# PackageExpert_Commands_AppRemoved2_Multiple
source: {0} apps has been just removed.
de: {0} Anwendungen wurden entfernt.
pl: {0} aplikacji zostało usuniętych.
