Repository: marcinotorowski/MSIX-Hero
Catalog: src/Otor.MsixHero.Appx/Resources/Localization.*.resx
Languages: de, pl

# PackageExpert_Commands_ConfirmRemovalMultiple
source: Are you sure you want to remove {0} packages? This operation is irreversible.
de: Sind Sie sicher, dass Sie {0} Pakete entfernen wollen? Dieser Vorgang kann nicht rückgängig gemacht werden.
pl: Czy na pewno usunąć {0} pakietów? Ta operacja jest nieodwracalna.

# PackageExpert_Commands_Deprovisioning
source: De-provisioning {0}…
de: Deinstallation von {0} für alle Benutzer …
pl: Odinstalowywanie {0} dla wszystkich użytkowników…

# PackageExpert_Commands_UpdatesAvailable
source: Updates are available for the following packages:
de: Updates sind für die folgenden Pakete verfügbar:
pl: Aktualizacje są dostępne dla poniższych pakietów:

# Packages_Error_FileNotFound
source: File not found.
de: Die Datei existiert nicht.
pl: Plik nie znaleziony.

# Packages_Error_FullName
source: The full name must be a string with 5 units, separated by underscores.
de: Der vollständige Name muss eine Zeichenfolge mit 5 Einheiten sein, die durch Unterstriche getrennt sind.
pl: Pełna nazwa musi być łańcuchem znaków z pięcioma członami, oddzielonymi znakami podkreślenia.

# Packages_Error_SharedContainerNotSupported
source: This operation is not supported on this version of Windows. You need at least Windows 11 build 21354 (10.0.21354) to use this feature.
de: Dieser Vorgang wird von dieser Version von Windows nicht unterstützt. Sie benötigen mindestens Windows 11 Build 21354 (10.0.21354), um diese Funktion zu nutzen.
pl: Ta operacja nie jest wspierana przez twoją wersję Windows. Aby korzystać z tej funkcji, wymagana jest wersja Windows 11 build 21354 (10.0.21354).

# Packages_Error_CertTrust
source: The package cannot be installed, because it is not signed by a trusted certificate.
de: Die Installation ist fehlgeschlagen, weil das ausgewählte Paket nicht mit einem vertrauenswürdigen Zertifikat signiert ist.
pl: Instalacja nie powiodła się, ponieważ wybrany pakiet nie jest podpisany za pomocą zaufanego certyfikatu.

# Packages_Error_FullNameInvalid_Architecture_Format
source: The value '{0}' is not a valid full package name. String '{1}' is not a valid package architecture.
de: Der Wert '{0}' ist kein gültiger vollständiger Paketname. Die Zeichenkette '{1}' ist keine gültige Paketarchitektur.
pl: Wartość '{0}' nie jest poprawną pełną nazwą pakietu. Ciąg '{1}' nie jest poprawną architekturą.

# Packages_Error_FullNameInvalid_Hash_Format
source: The value '{0}' is not a valid full package name. String '{1}' is not a valid publisher hash.
de: Der Wert '{0}' ist kein gültiger vollständiger Paketname. Die Zeichenkette '{1}' ist kein gültiger Publisher-Hash.
pl: Wartość '{0}' nie jest poprawną pełną nazwą pakietu. Ciąg '{1}' nie jest poprawnym skrótem wydawcy.

# Packages_Error_FullNameInvalid_Version_Format
source: The value '{0}' is not a valid full package name. String '{1}' is not a valid version.
de: Der Wert '{0}' ist kein gültiger vollständiger Paketname. Die Zeichenkette '{1}' ist keine gültige Version.
pl: Wartość '{0}' nie jest poprawną pełną nazwą pakietu. Ciąg '{1}' nie jest poprawną wersją.

# Signing_Error_InvalidVersion_Format
source: Version '{0}' is not a valid version string. The manifest seems to be corrupted.
de: Die Version '{0}' ist keine gültige Versionszeichenfolge. Das Manifest scheint beschädigt zu sein.

# Signing_Error_MissingVersionManifest
source: The attribute 'Version' does not exist in the package identity element. The manifest seems to be corrupted.
de: Das Attribut 'Version' existiert nicht im Identitätselement des Pakets. Das Manifest scheint beschädigt zu sein.

# Signing_Error_MissingXml_Format
source: Missing XML element {0}.
de: Fehlendes XML-Element {0}.

# Signing_Error_NoManifest
source: Package '{0}' contains no XML manifest.
de: Das Paket '{0}' enthält kein XML-Manifest.

# Signing_Error_NotFoundInStore
source: Selected certificate could not be located in the store.
de: Das Zertifikat konnte nicht gefunden werden.

# Signing_Error_NotFound_Format
source: File '{0}' does not exist.
de: Datei '{0}' existiert nicht.

# Signing_Error_RandomTimeStamp
source: Could not get a random timestamp server.
de: Es konnte kein Timestamp-Server gefunden werden.

# Signing_Error_UpdateManifestFailed
source: Could not update the package manifest.
de: Das Paketmanifest konnte nicht aktualisiert werden.

# Signing_Install_AreYouAdmin
source: Did you start MSIX Hero as administrator?
de: Haben Sie MSIX Hero als Administrator gestartet?

# Signing_Install_Failed_Format
source: Could not install certificate {0}. The file may be invalid, corrupted or missing. System error code: {1}
de: Das Zertifikat {0} konnte nicht installiert werden. Die Datei ist möglicherweise ungültig, beschädigt oder fehlt. System-Fehlercode: {1}

# Signing_Install_NotSupported
source: This file is not supported.
de: Diese Datei ist nicht unterstützt.

# Signing_Test_AlgorithmNotSupported_Format
source: Signature algorithm {0} is not supported.
de: Der Signaturalgorithmus {0} ist nicht unterstützt.

# Signing_Test_DeviceGuardConfigMissing
source: Device Guard is not configured. Log in to Device Guard service first.
de: Device Guard ist nicht konfiguriert. Melden Sie sich zuerst beim Device Guard-Dienst an.

# Signing_Test_InternalError
source: Internal error.
de: Interner Fehler.

# Signing_Test_MissingKeyUsage
source: Selected certificate is not for code-signing.
de: Das ausgewählte Zertifikat ist nicht für die Code-Signierung geeignet.

# Signing_Test_NoPrivateKey
source: Selected certificate does not contain a private key.
de: Das ausgewählte Zertifikat enthält keinen privaten Schlüssel.

# Signing_Test_OK_NotTrustedDG
source: Signing configuration is valid, but the Device Guard certificate is not trusted on this machine.
de: Die Signierkonfiguration ist gültig, aber das Device Guard-Zertifikat ist auf diesem Rechner nicht vertrauenswürdig.

# Signing_Test_OK_NotTrusted_Format
source: Signing succeeded, but the certificate '{0}' is not trusted on this machine.
de: Die Konfiguration ist gültig, aber das Zertifikat '{0}' ist auf diesem Rechner nicht vertrauenswürdig.

# Signing_Test_WrongThumbPrint_Format
source: Could not find a certificate with thumbprint = '{0}'.
de: Es konnte kein Zertifikat mit Thumbprint = '{0}' gefunden werden.

# Volumes_Removing_Format
source: Removing {0}…
de: Volume {0} wird entfernt…

# Volumes_Mounting_Format
source: Mounting {0}…
de: Volume {0} wird gemounted…

# Volumes_Dismounting_Format
source: Dismounting {0}…
de: Volume {0} wird unmounted…

# Volumes_RemovingError_NotEmpty
source: The volume could not be removed, because it contains at least one app. Remove all apps from this volume to remove it.
de: Das Volume konnte nicht entfernt werden, da es mindestens eine App enthält. Entfernen Sie alle Anwendungen von diesem Volume, um es zu entfernen.

# Packages_Types_App
source: App
pl: Appka

# System_Process_crossgen
source: CrossGen
pl: Narzędzie CrossGen

# System_Process_gacutil
source: Global Assembly Cache Tool
pl: Narzędzie Global Assembly Cache

# System_Process_msiexec
source: Windows Installer
pl: Instalator Windows

# System_Process_ngen
source: Native Image Generator
pl: Generator natywnych obrazów
